test/2.데이터_갱신/load.log
ubuntu@ip-192-168-13-44:~/modify$ k6 run --out influxdb=http://localhost:8086/myk6db load.js

          /\      |‾‾| /‾‾/   /‾‾/
     /\  /  \     |  |/  /   /  /
    /  \/    \    |     (   /   ‾‾\
   /          \   |  |\  \ |  (‾)  |
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: load.js
     output: InfluxDBv1 (http://localhost:8086)

  scenarios: (100.00%) 1 scenario, 280 max VUs, 3m40s max duration (incl. graceful stop):
           * default: Up to 280 looping VUs for 3m10s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (3m10.9s), 000/280 VUs, 20448 complete and 0 interrupted iterations
default ✓ [======================================] 000/280 VUs  3m10s

     ✓ logged in successfully
     ✓ edit member

     checks.........................: 100.00% ✓ 40896      ✗ 0
     data_received..................: 14 MB   71 kB/s
     data_sent......................: 13 MB   67 kB/s
     http_req_blocked...............: avg=42.58µs min=3.15µs  med=4.62µs  max=32.39ms p(90)=6.53µs  p(95)=7.81µs
     http_req_connecting............: avg=7.52µs  min=0s      med=0s      max=15.24ms p(90)=0s      p(95)=0s
   ✓ http_req_duration..............: avg=8.47ms  min=5.3ms   med=8.51ms  max=50.25ms p(90)=10.87ms p(95)=12.49ms
       { expected_response:true }...: avg=8.47ms  min=5.3ms   med=8.51ms  max=50.25ms p(90)=10.87ms p(95)=12.49ms
     http_req_failed................: 0.00%   ✓ 0          ✗ 40896
     http_req_receiving.............: avg=45.38µs min=14.24µs med=38.57µs max=12.05ms p(90)=62.15µs p(95)=72.01µs
     http_req_sending...............: avg=27.14µs min=10.65µs med=16.32µs max=32.1ms  p(90)=36.51µs p(95)=49.59µs
     http_req_tls_handshaking.......: avg=28.47µs min=0s      med=0s      max=18.01ms p(90)=0s      p(95)=0s
     http_req_waiting...............: avg=8.39ms  min=5.22ms  med=8.45ms  max=39.61ms p(90)=10.8ms  p(95)=12.41ms
     http_reqs......................: 40896   214.25969/s
     iteration_duration.............: avg=1.01s   min=1.01s   med=1.01s   max=1.06s   p(90)=1.02s   p(95)=1.02s
     iterations.....................: 20448   107.129845/s
     vus............................: 13      min=1        max=280
     vus_max........................: 280     min=280      max=280